let jokes = [
  `1 टीचर- लड़कियां अगर पराया धन,होती है तो लड़के क्या होते है??
गप्पू- सर चोर होते है!
टीचर – वो कैसे??
गप्पू- क्योकि चोरों की नजर,हमेशा पराये धन पर होती है।`,
  `2 हसबैंड – डार्लिंग तुम खुबसूरत होती जा रही हो,
पत्नी किचन से- तुमने कैसे जाना ?
हसबैंड- तुम्हें देखकर तो अब रोटियां भी जलने लगी हैं।`,
  `3 हसबैंड- आज ऐसी चाय बनाओ कि पीते ही
तन बदन झूमने लगे और मन नाचने लगे।

पत्नी- हमारे यहां भैंस का दूध आता है
नागिन का नहीं।`,
  `4 टीचर- Date और तारीख में क्या
अंतर है ?
सारी Class चुप
गप्पू- सर, Date में Girlfriend
के साथ जाते है और
तारीख में वकील के
साथ`,
  `5 मां-कल आधी रात को कमरे में आके बोली-
बेटा तुझे पता है, कि पेट्रोल सस्ता हो गया है?
मैं – हां मां तो?
मां – चुप चाप फोन बंद कर के सो जा,
नहीं तो तेरे इसी फोन पर पेट्रोल डाल के आग लगा दूंगी।`,
  `6 मरीज- ऑपरेशन सही से करियेगा।
डॉक्टर- ऐसा क्यों कहा?
मरीज- क्यूंकि सर्जन और विसर्जन में थोड़ा सा ही फर्क है।
यदि आपरेशन सही से हो गया तो आप सर्जन और यदि आपका हाथ हिल गया तो फिर मेरा विसर्जन।
`,
  `7 टीचर- भारत की सबसे खतरनाक नदी कौन सी है?
संता- भावना, इसमें सब बह जाते हैं...!!!
फिर संता को नदी के रास्ते स्कूल से भागना पड़ा.`,
  `8 पत्नी- मेरा वजन कैसे कम होगा?
पति- अपनी गर्दन को दाएं से बाएं हिलाती रहो.
महिला- अच्छा, पर ये किस समय करूं?
पति- जब कोई खाने को पूछे !`,
  `9 गोलू और उसकी शैतानियां
टीचर- तुमने कभी कोई अच्छा काम किया है?
गोलू- जी सर, बिल्कुल किया है! टीचर- कौन सा?
गोलू- एक बार एक महिला आराम से घर जा रही थी,
मैंने उनके पीछे कुत्ता दौड़ा दिया, वह जल्दी घर पहुंच गई।`,
  `10 पुलिसवाला चौराहे पर चेकिंग कर रहा था...
पुलिसवाला (पप्पू से)- इस बैग में क्या है?
पप्पू- बताते हैं...
पुलिसवाले ने फिर से पूछा- अरे क्या है इसमें?
पप्पू- बताते हैं... बताते हैं...
पुलिसवाले ने तुरंत मौके पर बम निरोधक दस्ते को बुला लिया..
उन्होंने जैसे ही बैग को खोला... हवलदार बोला-
साहब इसमें तो बतासे हैं..
पुलिसवाला (पप्पू से)- इसमें बतासे हैं तो इतनी देर से तू बोल क्यों नहीं रहा था?
पप्पू- इत्ती देल से यही तो बता लहा था ती इतमें बताते हैं बताते हैं...
ये सुनकर पुलिसवाला बेहोश...`,
];
let random = Math.floor(Math.random() * 10);
console.log(jokes[random]);
document.write(jokes[random])